[
    {
        "label": 1,
        "text": "He may be the one! #MediaCom salesman as he sings Sam Smith's solo, \"I'm Not The Only One\"! #SingLOUDxPROUD LINK: https:\/\/t.co\/V9MRlhEc0O"
    },
    {
        "label": 1,
        "text": "WATCH: Algerian troops march singing 'kill the Jews' | The Times of Israel https:\/\/t.co\/pX6tmFlNJg"
    },
    {
        "label": 1,
        "text": "@ExcuseMeWWE Welcome to Europe Vickie, See you on Sunday in Nottingham UK, Looking forward to you dishing some dirt on Cena and AJ. xxxxxxx"
    },
    {
        "label": 1,
        "text": "I want to see EB but idk don't look to good guess ill call it a netflix night."
    },
    {
        "label": 0,
        "text": "Surgery tomorrow morning. If I die bury me inside the Gucci store"
    },
    {
        "label": 1,
        "text": "Simon Crean still can\\u2019t support the way Kevin Rudd was spilled from the role of PM - Herald Sun http:\/\/t.co\/Ing9XseA"
    },
    {
        "label": 0,
        "text": "@Aaron_LW well I\\u2019m currently on holiday in Portugal coming home tomorrow then going to Poland on Tuesday for a holocaust memorial trip!"
    },
    {
        "label": 1,
        "text": "A whole day of Maths\\u002c I have to endure this on monday:( #killmenow"
    },
    {
        "label": 0,
        "text": "I dreamt I was sitting on a couch with louis watching this show and then Briana came in and sat down and I JUST RAN AWAY SO FAST"
    },
    {
        "label": 1,
        "text": "All those who petitioned for stopping Yakub's hanging , may hang themselves ...This would be the best \"Shraddhanjali\" to him"
    },
    {
        "label": 1,
        "text": "@ACMilanSydney It may not even take place at all if Milan dont start getting the desired results. Investors dont find us attractive anymore."
    },
    {
        "label": 0,
        "text": "#NXTTakeOver hes 50 but so isn't the undertaker whom is facing Brock Lesnar tomorrow night , not Tyler the baby face Breeze"
    },
    {
        "label": 1,
        "text": "You'd think I'd be prepared for all the anguish when reading the Harry Potter books all over again for the 10th time. Right? LIKE FUCK."
    },
    {
        "label": 1,
        "text": "Unlock your door from your wrist with #August Smart Lock for Apple Watch http:\/\/t.co\/4RCmwFBipl #applewatch #apps"
    },
    {
        "label": 1,
        "text": "Awesome amounts of support with our special bonus cast with @chelle157 and @TheGameP1t . Go show them some love. Back Tuesday for Dark Souls"
    },
    {
        "label": 1,
        "text": "Goodnight y'all ;)) iPad3 see you tomorrow :))"
    },
    {
        "label": 1,
        "text": "Goodnight! I have an audition for Honors Band and PSSAs tomorrow. It's the Pennsylvania State Standard Assessment Test. AAHHH!!!!"
    },
    {
        "label": 0,
        "text": "4th & 5th graders-join Michael Ball for Acolyte Training, following the 10:50am service on Sunday."
    },
    {
        "label": 0,
        "text": "Herald Sun: AFL stars make their UFC 152 picks: DANE Swan and Gary Ablett give us their pick... http:\/\/t.co\/ptKILitj #sidebyside #gopies"
    },
    {
        "label": 1,
        "text": "@BespokeBarware boo hoo... In Barca at the moment! The bar doesn't open Sunday and Monday's! Go home Tuesday. #tikisad"
    }
]